{
	"content":{

		"header": "Plants",

		"mainContent": 
			" Plants are mainly multicellular, predominantly photosynthetic eukaryotes of the kingdom Plantae. They form the clade Viridiplantae (Latin name for green plants) that includes the flowering plants, conifers and other gymnosperms, ferns and their allies, hornworts, liverworts, mosses and the green algae, and excludes the red and brown algae. Historically, plants were treated as one of two kingdoms including all living things that were not animals, and all algae and fungi were treated as plants. However, all current definitions of Plantae exclude the fungi and some algae, as well as the prokaryotes (the archaea and bacteria) Green plants obtain most of their energy from sunlight via photosynthesis by primary chloroplasts that are derived from endosymbiosis with cyanobacteria. Their chloroplasts contain chlorophylls a and b, which gives them their green color. Some plants are parasitic or mycotrophic and may lose the ability to produce normal amounts of chlorophyll or to photosynthesize. Plants are characterized by sexual reproduction and alternation of generations, although asexual reproduction is also common. There are about 320 thousand species of plants, of which the great majority, some 260–290 thousand, are seed plants (see the table below). Green plants provide a substantial proportion of the world's molecular oxygen and are the basis of most of Earth's ecosystems, especially on land. Plants that produce grain, fruit and vegetables form humankind's basic foodstuffs, and have been domesticated for millennia. Plants have many cultural and other uses as ornaments, building materials, writing material and in great variety, they have been the source of medicines and drugs. The scientific study of plants is known as botany, a branch of biology."
		,

		"images" : [
			"https://upload.wikimedia.org/wikipedia/commons/f/f4/Leaf_1_web.jpg",
			"https://upload.wikimedia.org/wikipedia/commons/a/a7/Petrified_forest_log_1_md.jpg",
			"https://upload.wikimedia.org/wikipedia/commons/0/04/RegaderaMetalica.jpg",
			"https://upload.wikimedia.org/wikipedia/commons/1/16/Rose_espalier_Niedernhall.JPG"			
		],

		"refurls": [
			"http://doi.org/10.1002%2Fajb2.1048",
			"http://doi.org/10.1002%2Fbies.201100035",
			"http://doi.org/10.1007%2F978-1-4615-6944-2_2",
			"http://doi.org/10.1016%2F0303-2647(81)90050-2",
			"http://doi.org/10.1016%2FS1097-2765(00)80265-8"
		],

		"footer": "All Rights Reserved."
	},
	"position": {

		"header": "top-center",
		"images" : "right",
		"refurls": "left",
		"body" : "center",
		"footer" : "bottom-center"
	}
}